---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RegenFailures
source: html/a444eb82-bcd3-fa38-b5cb-0d6da93f02f8.htm
---
# BuiltInFailures.RegenFailures Properties

Can't regenerate Family [Family Name]. Edit Family to modify it.